Repository: hameddjf/ArticleHub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: %d مقاله با موفقیت به عنوان منتشر شده علامت گذاری شد.
fa: %d article were successfully marked as published.

source: %d مقاله با موفقیت به عنوان پیشنویس شده علامت گذاری شد.
fa: %d article were successfully marked as draft.

source: %d مقاله با موفقیت فعال شد.
fa: %d article successfully activated.

source: %d مقاله با موفقیت غیر فعال شد.
fa: %d article successfully deactivated.

source: Most Viewed Articles of the Month
fa: مقالات پر بازدید ماه

source: Most discussed articles of the month
fa: مقالات پر بحث ماه

source: high score articles
fa: مقالات پر امتیاز

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Profile
fa: پروفایل

source: User-panel
fa: پنل کاربر

source: Logout
fa: خروج

source: Sign up
fa: ثبت نام

source: Login
fa: ورود

source: Special article
fa: مقاله ویژه

source: Visits
fa: بازدیدها

source: To view the content of this section, you must
fa: برای مشاهده محتوای این بخش باید

source: purchase a
fa: خرید یک

source: Subscription
fa: اشتراک

source: hello
fa: خریداری کنید

source: 1 month subscription
fa: اشتراک ۱ ماهه

source: Price: 100 Tomans
fa: قیمت : ۱۰۰ تومان

source: Buy a subscription
fa: خرید اشتراک

source: 2 month subscription
fa: اشتراک ۲ ماهه

source: Price: 180 Tomans
fa: قیمت : ۱۸۰ تومان

source: 3 month subscription
fa: اشتراک ۳ ماهه

source: Price: 250 Tomans
fa: قیمت : ۲۵۰ تومان

source: Category
fa: دسته بندی

source: Menu
fa: منو

source: UP
fa: بالا

source: Document
fa: اسناد

source: My Django Blog 2023
fa: وبلاگ جنگویی من 2023

source: If you have any questions or suggestions, you can contact us
fa: در صورت داشتن هرگونه سوال و یا پیشنهاد می‌توانید با ما در تماس باشید

source: Email
fa: ایمیل

source: 🌟 Special Article
fa: مقاله ویژه

source: Written by
fa: نوشته شده توسط

source: In
fa: در

source: Sorry, there is no content to display.
fa: متاسفانه محتوایی برای نمایش وجود ندارد

source: Please try again with other options.
fa: لطفا با موارد دیگر دوباره تلاش کنید.

source: Text search
fa: جستجوی متن

source: Next
fa: بعدی

source: Page
fa: صفحه

source: of
fa: از

source: Latest
fa: آخرین

source: Previous
fa: قبلی

source: Search
fa: سرچ

source: Hi
fa: درود

source: Please click on the link to confirm your registration.
fa: لطفا برای تایید ثبت نام روی لینک کلیک کنید

source: Confirmation link for registration.
fa: لینک تایید ثبت نام

source: my home
fa: صفحه من

source: Add article
fa: اضافه کردن مقاله

source: Write a new article
fa: یک مقاله جدید بنویسید

source: situation
fa: وضعیت

source: draft
fa: پیش نویس

source: Send to admin
fa: فرستادن به ادمین

source: 📩 Submit article
fa: ارسال مقاله

source: 🗑️ Delete
fa: حذف

source: Delete article
fa: حذف کردن مقاله

source: Are you absolutely sure you want to delete this article?
fa: مطمئنین میخواهید این مقاله دیلیت شود ؟

source: Deleted?
fa: حذف ؟

source: ✅ Successful | My Django Blog
fa: موفقیت آمیز | وبلاگ جنگویی من

source: Your account has been successfully created
fa: حساب کاربری شما با موفقیت ایجاد شد

source: Thank you for confirming your email, you can now go to the page
fa: متشکریم که ایمیل خودتان را تایید کردید، اکنون می‌توانید به صفحه

source: 🌐 Please visit: My Django Blog.
fa: لطفا مراجعه کنید.

source: contact us
fa: تماس با ما

source: 📞 If you have any questions or suggestions, feel free to contact us.
fa: در صورت داشتن هرگونه سوال و یا پیشنهاد می‌توانید با ما در تماس باشید.

source: 🔍 Quick access
fa: دسترسی سریع

source: Home
fa: خانه

source: ℹ️ About us
fa: درباره ما

source: 📝 Blog
fa: وبلاگ

source: 📞 Contact us
fa: تماس با ما

source: 👥 Follow us
fa: مارا دنبال کنید در :

source: Telegram
fa: تلگرام

source: Instagram
fa: اینستاگرام

source: Twitter
fa: توئیتر

source: Facebook
fa: فیسبوک

source: Newsletters
fa: خبرنامه

source: ✉️ Please enter your email to receive the latest news and articles from the blog:
fa: برای دریافت آخرین اخبار و مقالات وبلاگ، ایمیل خود را وارد کنید:

source: 📧 Email address
fa: ادرس ایمیل

source: Follow
fa: عضویت

source: 🏠 Home page
fa: صفحه اصلی

source: 🌐 View website
fa: نمایش سایت

source: 📌 Page title
fa: عنوان صفحه

source: Registration Confirmation | My Django Blog
fa: 2023 تأیید ثبت‌نام | وبلاگ جنگویی من

source: ✅ Registration Confirmation
fa: تایید ثبت‌نام

source: 📧 Please go to your email to complete your registration and click on the activation link you received
fa: لطفاً برای تکمیل ثبت نام خود، به ایمیل خود بروید و بر روی لینک فعال‌سازی دریافتی کلیک کنید.

source: 📧 If you haven't received an email, please check your junk or
fa: اگر ایمیلی دریافت نکرده‌اید، ابتدا صندوق ایمیل‌های غیرمهم یا

source: and
fa: و

source: email folder first
fa: خود را بررسی کنید.

source: Invalid Email | My Django Blog
fa: ایمیل نامعتبر | وبلاگ جنگویی من 2023

source: ❌ Unsuccessful Registration Confirmation Email | My Django Blog
fa: 2023 تأییدیه ثبت‌نام نا‌موفق | وبلاگ جنگویی من

source: ❌ Failure
fa: شکست

source: ❌ Invalid entered email!
fa: ایمیل وارد شده معتبر نیس!

source: 🔄 Please try again.
fa: دوباره امتحان کنید

source: Failed | My Django Blog
fa: ایمیل نامعتبر | وبلاگ جنگویی من 2023

source: Operation unsuccessful
fa: عملیات ناموفق بود!

source: Please try again
fa: دوباره امتحان کنید

source: Article list
fa: عنوان مقاله

source: 📝 Article Title
fa: عنوان مقاله

source: 🖼️ Image
fa: عکسی

source: 📂 Category
fa: دسته بندی

source: 🖋️ Author
fa: نویسنده

source: 📄 Description
fa: توضیحات

source: 📅 Publication Date
fa: تاریخ انتشار

source: 📊 Status
fa: وضعیت

source: ✅ Published
fa: منتشر شده

source: 📖 Display article
fa: نمایش مقاله

source: 🔍 Under review
fa: در حال بررسی

source: 👀 Preview
fa: پیش نمایش

source: 📝 Draft
fa: پیش نویس

source: ⬅️ Returned
fa: برگشت داده شده

source: 📭 No content available for display
fa: محتوایی برای نمایش وجود ندارد

source: 🔑 Sign in
fa: ورود به سایت

source: 🔐 Forgot Password
fa: فراموشی رمز عبور

source: 📝 Register
fa: ثبت نام

source: ✅ Password successfully changed
fa: با موفقیت رمز تغییر پیدا کرد

source: 🔐 Change Password
fa: تغییر رمز عبور

source: 🔒 Are you sure you want to change your password?
fa: مطمئنین میخواهید رمز عبورتان عوض شود ؟

source: ✅ New password has been set
fa: گذرواژه جدید تنظیم شد

source: 🔑 From now on, you can log in to the blog using your new password.
fa: از این پس می‌توانید با گذرواژه جدیدتان وارد وبلاگ شوید.

source: 🔑 Password Recovery
fa: بازیابی گذرواژه

source: 🔑 Please enter your
fa: لطفا وارد کنید

source: new
fa: جدید

source: Password
fa: رمز عبور

source: Submit
fa: ارسال کنید

source: The link has expired. Please reset your password again.
fa: لینک منقضی شده است. برای بازیابی رمز عبور دوباره

source: 👉 Click
fa: کلیک

source: it
fa: کنید

source: ✉️ Send password recovery email
fa: ارسال ایمیل بازیابی

source: ✉️ Password recovery email has been successfully sent to you.
fa: ایمیل بازیابی رمز عبور با موفقیت برای شما ارسال شد.

source: ✉️ Please check your email. If you haven't received the email, please check your junk or
fa: لطفا ایمیل خود را بررسی کنید. در صورت عدم دریافت ایمیل، لطفا پوشه غیر مهم یا

source: email folder
fa: بررسی کنید

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fa: شما این ایمیل را دریافت می کنید زیرا درخواست بازنشانی رمز عبور برای خود کرده ایدحساب کاربری در %(site_name)s.

source: Please go to the following page and choose a new password:
fa: لطفا به صفحه زیر بروید و یک رمز عبور جدید انتخاب کنید:

source: Your username, in case you’ve forgotten:
fa: نام کاربری شما، در صورتی که فراموش کرده باشید:

source: Thanks for using our site!
fa: متشکریم بابت استفاده از سایتمون

source: The %(site_name)s team
fa: تیم %(site_name)s

source: 📧 Please enter your email:
fa: لطفا ایمیلتان را وارد کنید:

source: ✉️ Send recovery link
fa: ارسال لینک بازیابی

source: 🎉 Welcome to your user profile!
fa: خوش امدید به پروفایل کاربریتون :

source: 🔐 To change your password:
fa: برای تغییر گذرواژتان

source: Here
fa: اینجا

source: Click it
fa: کلیک

source: 🖊️ Edit information
fa: ویرایش اطلاعات

source: Articles
fa: مقالات

source: sign up
fa: ثبت نام

source: 📝 Register on the website
fa: در وب سایت ثبت نام کنید

source: Already have an account?
fa: از قبل حساب کاربری دارید؟

source: وارد
fa: login

source: Tooltips for rating
fa: نکات ابزار برای رتبه بندی
